OPOIB/org/Fond.html
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title><span style="text-decoration:underline;">Пензенское региональное отделение Фонда социального страхования</span></title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2010-03-14 21:21:18 MSK"/>
<meta name="author" content="Maxim Zakharov"/>
</head><body>
<h1 class="title"><span style="text-decoration:underline;">Пензенское региональное отделение Фонда социального страхования</span></h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Цель организации </a></li>
<li><a href="#sec-2">2 Отделение фонда социального страхования осуществляет: </a></li>
<li><a href="#sec-3">3 Функции, которые могут быть автоматизированы с помощью информационной системы </a>
<ul>
<li><a href="#sec-3.1">3.1 Организация банков данных по всем категориям страхователей (юр. и физ. лицах). </a>
<ul>
<li><a href="#sec-3.1.1">3.1.1 Идентификация входной информации </a></li>
<li><a href="#sec-3.1.2">3.1.2 Обработка входной информации </a></li>
<li><a href="#sec-3.1.3">3.1.3 Описание результата обработки </a></li>
</ul>
</li>
<li><a href="#sec-3.2">3.2 Ежеквартальный приём и выверка отчётных данных страхователей (по форме 5 ФСС РФ). </a>
<ul>
<li><a href="#sec-3.2.1">3.2.1 Идентификация входной информации. </a></li>
<li><a href="#sec-3.2.2">3.2.2 Обработка входной информации </a></li>
<li><a href="#sec-3.2.3">3.2.3 Описание результата обработки </a></li>
</ul>
</li>
<li><a href="#sec-3.3">3.3 Хранение сведений о получателях страховых выплат. </a></li>
<li><a href="#sec-3.4">3.4 Ежеквартальный отчёт о своей деятельности центральному аппарату Фонда. </a></li>
</ul>
</li>
<li><a href="#sec-4">4 Разработка структуры ИС организации </a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">1 Цель организации </h2>
<div id="text-1">


<ol>
<li>
Обеспечение обязательного социального страхования граждан России;
</li>
<li>
Управление средствами государственного социального страхования
Российской Федерации.

</li>
</ol>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2">2 Отделение фонда социального страхования осуществляет: </h2>
<div id="text-2">


<ol>
<li>
Выплату пособий по временной нетрудоспособности;
</li>
<li>
Выплату пособий в связи с материнством и детством;
</li>
<li>
Обеспечение социальными пособиями на погребение;
</li>
<li>
Санаторно-курортное лечение. Оздоровление детей;
</li>
<li>
Финансирование проведения углубленных медицинских осмотров
работников занятых на работах с вредными и (или) опасными
производственными факторами.

</li>
</ol>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3">3 Функции, которые могут быть автоматизированы с помощью информационной системы </h2>
<div id="text-3">



</div>

<div id="outline-container-3.1" class="outline-3">
<h3 id="sec-3.1">3.1 Организация банков данных по всем категориям страхователей (юр. и физ. лицах). </h3>
<div id="text-3.1">



</div>

<div id="outline-container-3.1.1" class="outline-4">
<h4 id="sec-3.1.1">3.1.1 Идентификация входной информации </h4>
<div id="text-3.1.1">

<p>Заявление на регистрацию в качестве страхователя может исходить от
физического или юридического лица на бумажном носителе с курьером.
</p>
</div>

</div>

<div id="outline-container-3.1.2" class="outline-4">
<h4 id="sec-3.1.2">3.1.2 Обработка входной информации </h4>
<div id="text-3.1.2">

<p>На основе заявления на регистрацию и документов, предаставленных
физ. или юр. лицом, специалист Фонда (оператор) заносит информацию
в базу данных страхователей. При этом страхователю присваивается
регистрационный номер и код подчиненности; определяется филиал
регионального отделения Фонда, который будет осуществлять
взаимодействие со страхователем.
</p>
<p>
В данном случае к информации получают доступ сам оператор,
администраторы БД.
</p>
<p>
Используемые программные приложения:
</p><ul>
<li>
программа для ввода данных страхователя;
</li>
<li>
база данных HiTech;
</li>
<li>
ОС Windows.

</li>
</ul>
</div>

</div>

<div id="outline-container-3.1.3" class="outline-4">
<h4 id="sec-3.1.3">3.1.3 Описание результата обработки </h4>
<div id="text-3.1.3">

<p>После обработки данные о страхователу представлены в
формализованном виде и хранятся в базе данных, доступ к которой
(удаление, модификация) может осуществлять администратор баз
данных с использованием СУБД HiTech.
</p>

</div>
</div>

</div>

<div id="outline-container-3.2" class="outline-3">
<h3 id="sec-3.2">3.2 Ежеквартальный приём и выверка отчётных данных страхователей (<a href="http://www.fss.ru/ru/fund/information_system/automation/2047.shtml">по форме 5 ФСС РФ</a>). </h3>
<div id="text-3.2">



</div>

<div id="outline-container-3.2.1" class="outline-4">
<h4 id="sec-3.2.1">3.2.1 Идентификация входной информации. </h4>
<div id="text-3.2.1">

<p>Информация исходит от страхователя (предприятия, фирмы,
индивидуального предпринимателя).
</p>
<p>
Отчётные данные поступают с курьером (представителем страхователя)
на бумажном носитетеле или через интернет (страхователь после
указания необходимых паролей может получить доступ через интернет к
своей отчетной информации в базе данных Фонда и прямо там
сформировать очередной ежеквартальных отчет). Отчёт исходит от
бухгалтера страхователя к оператору ИС Фонда.
</p>
</div>

</div>

<div id="outline-container-3.2.2" class="outline-4">
<h4 id="sec-3.2.2">3.2.2 Обработка входной информации </h4>
<div id="text-3.2.2">

<p>Если отчёт поступает с курьером на бумажном носителе, специалист
Фонда (оператор) на своём рабочем месте осуществляет ручной ввод
информации в базу данных (т.е. эти данные приводятся к
формализованному виду), которая хранится на сервере баз
данных. Если отчёт поступает через интернет, то он обрабатывается
автоматически.
</p>
<p>
В данном случае к информации получают доступ сам оператор,
администраторы БД.
</p>
<p>
Используемые программные приложения:
</p><ul>
<li>
программа для ввода данных отчёта;
</li>
<li>
база данных HiTech;
</li>
<li>
ОС Windows.

</li>
</ul>

<p>Отчётные данные страхователя заносятся в базу данных (приводятся к
формализованному виду) специалистом фонда или автоматически.
</p>
</div>

</div>

<div id="outline-container-3.2.3" class="outline-4">
<h4 id="sec-3.2.3">3.2.3 Описание результата обработки </h4>
<div id="text-3.2.3">

<p>После обработки отчётные данные страхователя представлены в
формализованном виде и хранятся в базе данных, доступ к которой
(удаление, модификация) может осуществлять администратор баз
данных с использованием СУБД HiTech.
</p>

</div>
</div>

</div>

<div id="outline-container-3.3" class="outline-3">
<h3 id="sec-3.3">3.3 Хранение сведений о получателях страховых выплат. </h3>
<div id="text-3.3">


</div>

</div>

<div id="outline-container-3.4" class="outline-3">
<h3 id="sec-3.4">3.4 Ежеквартальный отчёт о своей деятельности центральному аппарату Фонда. </h3>
<div id="text-3.4">


</div>
</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4">4 Разработка структуры ИС организации </h2>
<div id="text-4">

<ol>
<li>
Серверная ферма:
<ul>
<li>
почтовый сервер;
</li>
<li>
сервер БД;
</li>
<li>
сервер обработки, на котором установлена СУБД;
</li>
<li>
сервер резервного копирования.
</li>
</ul>
</li>
<li>
Автоматизированные рабочие места:
<ul>
<li>
операторов;
</li>
<li>
администратора БД (резервного копирования);
</li>
<li>
администратора почтового сервера;
</li>
<li>
администратора ИБ;
</li>
<li>
администратора локальной сети.
</li>
</ul>
</li>
</ol>
</div>
</div>
<div id="postamble"><p class="author"> Author: Maxim Zakharov
<a href="mailto:thezamal@gmail.com">&lt;thezamal@gmail.com&gt;</a>
</p>
<p class="date"> Date: 2010-03-14 21:21:18 MSK</p>
<p>HTML generated by org-mode 6.21b in emacs 23</p>
</div></body>
</html>
